import "../styleSheets/aboutUs.css"
import call from "../images/call-svgrepo-com.svg"
import ourSpeed from "../images/clock-date-time-timer-alert-notification-svgrepo-com.svg"
import price from "../images/money-integral-line-svgrepo-com.svg"

const AboutUs = () => {

    return (
        <div className='aboutUs-container'>
            <div className='support-container'>
                <p><img src={call}/>Підтримка 24/7</p>
                Ми продаємо квитки з 2008 року. Служба підтримки SkySail доступна цілодобово,
                щоб відповісти на запитання користувачів, а також вирішити проблеми,
                що виникають у процесі допомоги пасажирам у купівлі авіаквитків.
                Вся інформація про мандрівника зберігається в «Особистому кабінеті»,
                що дозволяє легко вводити нові дані замовлення в один клік.
                Купуючи квиток на сайті SkySail, ви можете придбати страховку на весь рейс.
            </div>
            <div className='ourSpeed-container'>
                <p><img src={ourSpeed}/>Квиток за 3 хвилини</p>
                Ми зібрали пропозиції від 800 авіакомпаній, що обслуговують українських пасажирів.
                Зручна система пошуку допоможе вам знайти прямі рейси та купити рейси з пересадками.
                Створюйте складні маршрути польоту до чотирьох сегментів. Крім того, клієнти SkySail
                можуть забронювати авіаквитки онлайн заздалегідь. Від замовлення до оплати проходить менше
                3 хвилин. Інформація про вашу поїздку завжди зберігається в «Особистому кабінеті».
            </div>
            <div className='bestPrice-container'>
                <p><img src={price}/>Найкраща ціна</p>
                Авіакомпанії працюють безпосередньо з нами, щоб пропонувати знижки нашим клієнтам.
                Жодних прихованих націнок і комісій - ціна авіаперельоту вказана як остаточна і не
                змінюється під час оформлення замовлення. Коли ви робите замовлення,
                ви отримуєте бонусні бали.
            </div>
        </div>
    )
}

export default AboutUs;

